Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AccessibilityUIUtilities/AXUILocalizedStrings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# voiceControlDescription
source: Voice Control allows you to navigate and interact with Apple Vision Pro using your voice.
ar: تتيح لك ميزة التحكم بالصوت التنقل والتفاعل مع Apple Vision Pro باستخدام صوتك.
bg: Управление с глас ви позволява да навигирате и взаимодействате с Apple Vision Pro, като използвате вашия глас.
ca: El control per veu permet moure’t per l’Apple Vision Pro i interaccionar‑hi amb la veu.
cs: Hlasové ovládání vám umožňuje používat mluvené slovo k navigaci na zařízení Apple Vision Pro a ke komunikaci s ním.
da: Stemmekontrol gør det muligt navigere med og betjene Apple Vision Pro vha. din stemme.
de: Mit der Sprachsteuerung kannst du die Navigation auf und die Interaktion mit deiner Apple Vision Pro über deine Stimme steuern.
el: Ο Φωνητικός έλεγχος σάς επιτρέπει να κάνετε πλοήγηση και να αλληλεπιδράτε με το Apple Vision Pro χρησιμοποιώντας τη φωνή σας.
es: Esta función te permite navegar e interactuar con el Apple Vision Pro mediante la voz.
es_us: Control por voz te permite editar e interactuar con el Apple Vision Pro usando tu voz.
fi: Ääniohjauksella voit selata ja ohjata Apple Vision Prota käyttämällä ääntäsi.
fr: Le contrôle vocal vous permet de parcourir le contenu de votre Apple Vision Pro et d’interagir avec ce dernier à l’aide de votre voix.
fr_ca: La commande vocale vous permet de naviguer dans votre Apple Vision Pro et d’interagir avec lui à l’aide de votre voix.
he: המאפיין ״שליטה קולית״ מאפשר לך לנווט ולבצע פעולות ב-Apple Vision Pro באמצעות הקול שלך.
hi: वॉइस कंट्रोल से आप अपनी आवाज़ का इस्तेमाल करके Apple Vision Pro के साथ नैविगेट और इंटरऐक्ट कर सकते हैं।
hr: Upravljanje glasom omogućuje vam glasovnu navigaciju i interakciju s uređajem Apple Vision Pro.
hu: A Hangvezérlés lehetővé teszi, hogy a hangja segítségével navigáljon és végezzen műveleteket az Apple Vision Prón.
id: Kontrol Suara memungkinkan Anda untuk menavigasi dan berinteraksi dengan Apple Vision Pro menggunakan suara Anda.
it: “Controllo vocale” ti consente di navigare e interagire con Apple Vision Pro mediante la voce.
ja: 音声コントロールでは、音声を使ってApple Vision Proのナビゲートや操作ができます。
kk: «Дауыспен басқару» функциясы дауысыңыз арқылы Apple Vision Pro құрылғысымен шарлауға және өзара әрекеттесуге мүмкіндік береді.
ko: 음성 명령을 사용하면 탐색 및 Apple Vision Pro와의 상호 작용을 음성을 통해 할 수 있습니다.
lt: „Valdymas balsu“ leidžia balsu naršyti ir valdyti „Apple Vision Pro“.
ms: Kawalan Suara membenarkan anda menavigasi dan berinteraksi dengan Apple Vision Pro menggunakan suara anda.
nb: Talekontroll gjør at du kan navigere og samhandle med Apple Vision Pro ved hjelp av stemmen.
nl: Met Stembediening kun je de navigatie en interactie met de Apple Vision Pro bedienen met je stem.
pl: Sterowanie głosowe pozwala nawigować i prowadzić interakcję z Apple Vision Pro, używając poleceń głosowych.
pt: Com o Controle por Voz, você pode usar a voz para navegar e interagir com o Apple Vision Pro.
pt_pt: O controlo por voz permite‑lhe usar a voz para navegar e interagir com o Apple Vision Pro.
ro: Comenzile vocale vă permit să vă folosiți vocea pentru a naviga și interacționa cu Apple Vision Pro‑ul.
ru: Управление голосом дает возможность навигации и взаимодействия с Apple Vision Pro при помощи речи.
sk: Ovládanie hlasom vám umožňuje ovládať Apple Vision Pro a interagovať s ním prostredníctvom reči.
sl: Glasovno upravljanje vam omogoča, da z glasom upravljate napravo Apple Vision Pro in komunicirate z njo.
sv: Röststyrning gör det möjligt att navigera och använda Apple Vision Pro genom att använda din röst.
th: การสั่งการด้วยเสียงอนุญาตให้คุณนำทางและโต้ตอบกับ Apple Vision Pro โดยใช้เสียงของคุณ
tr: Sesle Denetim, Apple Vision Pro’nuzda sesinizi kullanarak dolaşmanızı ve onunla etkileşimde bulunmanızı sağlar.
uk: Керування голосом дає змогу переходити між елементами і взаємодіяти з Apple Vision Pro за допомогою голосу.
vi: Khẩu lệnh cho phép bạn điều hướng và tương tác với Apple Vision Pro bằng giọng nói của mình.
zh_cn: 语音控制可让你使用声音导览并与Apple Vision Pro交互。
zh_hk: 「語音控制」允許你透過聲音來導覽Apple Vision Pro並與之互動。
zh_tw: 「語音控制」能讓你使用聲音來導覽並與Apple Vision Pro互動。

# VOICEOVER_CLIENT
source: VoiceOver
ar: التعليق الصوتي
zh_cn: 旁白
zh_hk: 旁白
zh_tw: 旁白

# voiceOverDescription
source: VoiceOver provides spoken and braille descriptions of items on the screen and provides control of Apple Vision Pro through the use of hand gestures or a keyboard
ar: يوفر التعليق الصوتي وصفًا منطوقًا وبلغة برايل للعناصر الموجودة على الشاشة، ويمكنك من التحكم في Apple Vision Pro من خلال إيماءات اليد أو لوحة مفاتيح
bg: VoiceOver предоставя описания на елементите на екрана чрез изговаряне и брайлов код и предоставя управление на Apple Vision Pro с използването на жестове с ръце или клавиатура
ca: El VoiceOver proporciona descripcions en veu alta i en braille dels ítems que hi ha a la pantalla i permet controlar l’Apple Vision Pro mitjançant gestos o el teclat.
cs: VoiceOver poskytuje popisy položek na obrazovce v mluvené formě a v Braillově písmu a umožňuje ovládat Apple Vision Pro gesty rukou nebo pomocí klávesnice.
da: VoiceOver giver talte beskrivelser og punktskriftbeskrivelser af emner på skærmen, og du kan styre Apple Vision Pro vha. håndbevægelser eller et tastatur.
de: VoiceOver stellt gesprochene und Braille-Beschreibungen der Elemente auf dem Bildschirm bereit und ermöglicht die Steuerung der Apple Vision Pro mithilfe von Handgesten oder einer Tastatur.
el: Το VoiceOver παρέχει εκφωνούμενες περιγραφές και περιγραφές Μπράιγ των στοιχείων οθόνης και επιτρέπει τον χειρισμό του Apple Vision Pro με χρήση χειρονομιών ή ενός πληκτρολογίου.
es: VoiceOver describe mediante voz y formato braille los ítems en pantalla, y permite controlar el Apple Vision Pro con los gestos de la mano o con un teclado.
es_us: VoiceOver proporciona descripciones en voz alta y en braille de los elementos de la pantalla y permite controlar el Apple Vision Pro mediante el uso del teclado o gestos manuales.
fi: VoiceOver kuvailee tietokoneen näytön sisällön puheena tai pistekirjoituksena ja mahdollistaa Apple Vision Pron ohjaamisen käsieleillä tai näppäimistöllä.
fr: VoiceOver fournit des descriptions parlées et en braille des éléments présents à l’écran et permet de contrôler votre Apple Vision Pro à l’aide de gestes de la main ou d’un clavier.
fr_ca: VoiceOver fournit des descriptions parlées et en braille des éléments présents sur l’écran et permet de contrôler votre Apple Vision Pro à l’aide de gestes de la main ou d’un clavier.
he: ‏VoiceOver מספק תיאורים של הפריטים שמופיעים על המסך בדיבור ובכתב ברייל, ומאפשר לשלוט על ה-Apple Vision Pro באמצעות מחוות ידיים או מקלדת
hi: VoiceOver स्क्रीन पर मौजूद आइटमों के बोले गए और ब्रेल विवरण प्रदान करता है और हाथ के जेस्चर या कीबोर्ड के इस्तेमाल के ज़रिए Apple Vision Pro का नियंत्रण प्रदान करता है
hr: VoiceOver pruža čitane opise stavki na zaslonu, kao i opise na brajici te pruža kontrolu nad uređajem Apple Vision Pro uz upotrebu gesta rukom ili tipkovnice
hu: A VoiceOver funkció felolvasott és Braille-feliratokkal ellátott leírást biztosít a képernyőn látható elemekhez, és lehetővé teszi az Apple Vision Pro vezérlését kézmozdulatokkal vagy billentyűzettel
id: VoiceOver menyediakan deskripsi item dalam bentuk lisan dan braille pada layar dan memberikan kontrol atas Apple Vision Pro melalui penggunaan gerakan tangan atau papan ketik
it: VoiceOver fornisce descrizioni vocali e Braille degli elementi sullo schermo e consente di controllare Apple Vision Pro tramite gesti delle mani o una tastiera
ja: VoiceOverを使用すると、画面上の項目を音声と点字で説明し、手のジェスチャやキーボードを使ってApple Vision Proを操作することができます。
kk: VoiceOver экрандағы элементтердің ауызша және Брайль сипаттамаларын ұсынады және қол қимылдарын немесе пернетақтаны пайдалану арқылы Apple Vision Pro құрылғысын басқаруға мүмкіндік береді
ko: VoiceOver를 사용하면 음성 및 점자를 통해 화면에 있는 항목을 설명해 주며 손 제스처 또는 키보드를 사용하여 Apple Vision Pro를 제어할 수 있습니다.
lt: „VoiceOver“ teikia ekrano elementų garsinius ir Brailio rašto apibūdinimus, taip pat leidžia valdyti „Apple Vision Pro“ rankų gestais arba klaviatūra
ms: VoiceOver menyediakan perihalan item pada skrin yang dituturkan dan dalam braille serta memberikan kawalan Apple Vision Pro melalui penggunaan gerak isyarat tangan atau papan kekunci
nb: VoiceOver beskriver objekter på skjermen med tale og punktskrift og gjør det mulig å styre Apple Vision Pro ved hjelp av håndbevegelser eller et tastatur.
nl: VoiceOver geeft gesproken beschrijvingen en beschrijvingen in braille weer van onderdelen op het scherm en maakt het mogelijk de Apple Vision Pro met handgebaren of een toetsenbord te bedienen
pl: VoiceOver opisuje głosowo i alfabetem Braille’a rzeczy w polu widzenia, a także umożliwia sterowanie Apple Vision Pro za pomocą gestów wykonywanych dłońmi i klawiatury.
pt: Além de fornecer descrições faladas e por braille de itens na tela do computador, o VoiceOver permite controlar o Apple Vision Pro através de gestos de mão ou de um teclado
pt_pt: O VoiceOver faz descrições enunciadas e em braille dos elementos no ecrã e permite controlar o Apple Vision Pro através de gestos ou do teclado.
ro: VoiceOver enunță și exprimă prin Braille descrierile articolelor de pe ecranul computerului și furnizează control asupra Apple Vision Pro‑ului prin utilizarea gesturilor cu mâna sau a unei tastaturi.
ru: VoiceOver произносит или переводит в шрифт Брайля описание объектов на экране и позволяет управлять Apple Vision Pro, используя жесты руками или клавиатуру.
sk: VoiceOver poskytuje hovorené popisy alebo popisy v Braillovom písme pre položky na obrazovke a umožňuje vám ovládať Apple Vision Pro pomocou gest rukou alebo klávesnice.
sl: Funkcija VoiceOver zagotavlja govorjene opise in opise v Braillovi pisavi za elemente na zaslonu ter omogoča upravljanje naprave Apple Vision Pro s kretnjami ali tipkovnico.
sv: VoiceOver läser upp beskrivningar av objekt på skärmen eller skriver dem på en punktskriftsdisplay. Du kan dessutom styra Apple Vision Pro med hjälp av handgester eller ett tangentbord
th: VoiceOver จะอ่านออกเสียงคำอธิบายและคำอธิบายอักษรเบรลล์ของสิ่งต่างๆ บนหน้าจอ และช่วยควบคุม Apple Vision Pro ผ่านทางการใช้คำสั่งมือหรือแป้นพิมพ์
tr: VoiceOver, ekrandaki öğelerin açıklamalarını sesli ve Braille kullanarak sunmasının yanı sıra Apple Vision Pro’nun el hareketleri veya klavye kullanılarak denetlenmesini sağlar
uk: VoiceOver озвучує елементи на екрані й надає їх опис шрифтом Брайля. Також ця функція дає змогу керувати Apple Vision Pro за допомогою жестів чи клавіатури.
vi: VoiceOver cung cấp phần mô tả được đọc và bằng bảng braille về các mục trên màn hình, cũng như giúp người dùng điều khiển Apple Vision Pro bằng cử chỉ bàn tay hoặc bàn phím
zh_cn: 旁白可提供屏幕上项目的口述和盲文描述，并可让你使用手势或键盘来控制Apple Vision Pro
zh_hk: 「旁白」提供螢幕項目的語音和點字描述，讓你使用手勢或鍵盤來控制Apple Vision Pro
zh_tw: 「旁白」能提供螢幕項目的語音和點字描述，並能讓你使用手勢或鍵盤來控制Apple Vision Pro

# VoiceOverVoiceSelectionHint
source: To change the voice used by VoiceOver, go to Accessibility Settings > VoiceOver > Speech > Voice.
ar: لتغيير الصوت المستخدَم من قِبل التعليق الصوتي، انتقل إلى إعدادات تسهيلات الاستخدام > التعليق الصوتي > النطق > الصوت.
bg: За да промените гласа, използван от VoiceOver, отидете в Настройки за улеснен достъп > VoiceOver > Говор > Глас.
ca: Per canviar la veu que utilitza el VoiceOver, ves a l’app Configuració > Accessibilitat > VoiceOver > Veu > Veu.
cs: Hlas, který používá VoiceOver, můžete změnit v Nastavení v oddílu Zpřístupnění > VoiceOver > Řeč > Hlas.
da: Hvis du vil ændre den stemme, som bruges til VoiceOver, skal du gå til Tilgængelighed > VoiceOver > Tale > Tale.
de: Um die VoiceOver-Stimme zu ändern, gehe zu den Einstellungen für Bedienungshilfen > VoiceOver > Sprachausgabe > Stimme.
el: Για να αλλάξετε τη φωνή που χρησιμοποιεί το VoiceOver, μεταβείτε στις ρυθμίσεις Προσβασιμότητας > «VoiceOver» > «Ρυθμίσεις» > «Εκφώνηση» > «Φωνή».
es: Para cambiar la voz que usa VoiceOver, ve a los ajustes de accesibilidad y selecciona VoiceOver > Voz > Voz.
es_us: Cambia la voz de VoiceOver en Configuración de accesibilidad > VoiceOver > Lectura > Voz.
fi: Voit vaihtaa VoiceOverin käyttämää ääntä valitsemalla Käyttöapuasetukset > VoiceOver > Puhe > Ääni.
fr: Pour modifier la voix utilisée par VoiceOver, accédez à Réglages > Accessibilité > VoiceOver > Parole > Voix.
fr_ca: Pour modifier la voix de VoiceOver, accédez à Réglages > Accessibilité > VoiceOver > Paroles > Voix.
he: כדי לשנות את קול הדיבור של VoiceOver, יש לעבור אל הגדרות ״נגישות״ > ‏VoiceOver > ״דיבור״ > ״קול״.
hi: VoiceOver द्वारा उपयोग की जाने वाली वॉइस को बदलने के लिए ऐक्सेसिबिलिटी सेटिंग्ज़ > VoiceOver > बोली > वॉइस में जाएँ।
hr: Možete promijeniti glas kojeg koristi VoiceOver u postavkama Pristupačnost > VoiceOver > Čitanje > Glas.
hu: A VoiceOver által használt hang módosításához válassza a Kisegítő lehetőségek beállításai > VoiceOver > Beszéd > Hang menüpontot.
id: Untuk mengubah suara yang digunakan oleh VoiceOver, buka Pengaturan Aksesibilitas > VoiceOver > Ucapan > Suara.
it: Per modificare la voce utilizzata per VoiceOver, vai in Impostazioni > Accessibilità > VoiceOver > Voce.
ja: VoiceOverで使用する声を変更するには、“アクセシビリティ”設定＞“VoiceOver”＞“スピーチ”＞“声”に移動してください。
kk: VoiceOver опциясында пайдаланылатын дауысты өзгерту үшін, «Әмбебап қол жеткізу реттеулері» > «VoiceOver» > «Сөйлеу» > «Дауыс» тармағына өтіңіз.
ko: VoiceOver에서 사용하는 음성을 바꾸려면 손쉬운 사용 설정 > VoiceOver > 말하기 > 음성으로 이동하십시오.
lt: Norėdami pakeisti „VoiceOver“ naudojamą balsą, pasirinkite „Prieinamumo nustatymai“ > „VoiceOver“ > „Kalba“ > „Balsas“.
ms: Untuk menukar suara yang digunakan oleh VoiceOver, pergi ke Seting Kebolehcapaian > VoiceOver > Pertuturan > Suara.
nb: Du kan endre stemmen som brukes i VoiceOver ved å gå til Innstillinger > Generelt > Tilgjengelighet > VoiceOver > Tale > Stemme.
nl: Om de VoiceOver-stem aan te passen, ga je in Instellingen naar 'Algemeen' > 'Toegankelijkheid' > 'VoiceOver' > 'Spraak' > 'Stem'.
pl: Aby zmienić głos używany przez VoiceOver, przejdź do ekranu Ustawienia > Dostępność > VoiceOver > Mowa > Głos.
pt: Para alterar a voz usada pelo VoiceOver, vá para os Ajustes de Acessibilidade > VoiceOver > Fala > Voz.
pt_pt: Pode mudar a voz do VoiceOver nas definições de Acessibilidade, em VoiceOver > Fala > Voz.
ro: Pentru a schimba vocea utilizată de VoiceOver, accesați Configurări accesibilitate > VoiceOver > Enunțare > Voce.
ru: Для смены используемого в VoiceOver голоса перейдите в приложение «Настройки» > Универсальный доступ > VoiceOver > Речь > Голос.
sk: Ak chcete zmeniť hlas VoiceOveru, prejdite do nastavenia Prístupnosť > VoiceOver > Reč > Hlas.
sl: Za spremembo glasu, ki ga uporablja VoiceOver, se pomaknite v razdelek Nastavitve dostopnosti > VoiceOver > Govor > Glas.
sv: Du kan ändra vilken röst som används av VoiceOver via Hjälpmedel > VoiceOver > Tal > Röst.
th: ในการเปลี่ยนเสียงที่ใช้โดย VoiceOver ให้ไปที่การตั้งค่าการช่วยการเข้าถึง > VoiceOver > เสียงพูด > เสียง
tr: VoiceOver tarafından kullanılan sesi değiştirmek için Erişilebilirlik Ayarları > VoiceOver > Konuşma > Ses bölümüne gidin.
uk: Щоб змінити голос VoiceOver, відкрийте Доступність > VoiceOver > Мовлення > Голос.
vi: Để thay đổi giọng nói được VoiceOver sử dụng, hãy đi tới cài đặt Trợ năng > VoiceOver > Đọc văn bản > Giọng nói.
zh_cn: 若要更改“旁白”使用的声音，请前往“辅助功能”设置>“旁白”>“语音”>“声音”。
zh_hk: 要更改「旁白」使用的聲音，請前往「輔助使用設定」>「旁白」>「語音」>「聲音」。
zh_tw: 若要更改「旁白」使用的聲音，請前往「輔助使用」設定>「旁白」>「語音」>「聲音」。

# voices.loading
source: Loading Voices…
ar: يتم الآن تحميل الأصوات…
bg: Зареждане на гласове…
ca: Carregant les veus…
cs: Načítání hlasů…
da: Indlæser stemmer…
de: Stimmen laden …
el: Φόρτωση φωνών…
es: Cargando voces…
es_us: Cargando voces…
fi: Ladataan puheääniä…
fr: Chargement des voix…
fr_ca: Chargement des voix…
he: טוען קולות…
hi: वॉइस लोड की जा रही हैं…
hr: Učitavanje glasova…
hu: Beszédhangok betöltése…
id: Memuat Suara…
it: Carico voci…
ja: 声を読み込み中…
kk: Дауыстар жүктелуде…
ko: 음성 로드 중…
lt: Įkeliami balsai…
ms: Memuat Suara…
nb: Laster inn stemmer…
nl: Stemmen laden…
pl: Wczytuję głosy…
pt: Carregando Vozes…
pt_pt: A carregar vozes…
ro: Încărcare voci…
ru: Загрузка голосов…
sk: Načítavam hlasy…
sl: Nalaganje glasov …
sv: Läser in röster…
th: กำลังโหลดเสียงพูด…
tr: Sesler Yükleniyor…
uk: Завантаження голосів…
vi: Đang tải giọng nói…
zh_cn: 正在载入声音…
zh_hk: 正在載入聲音⋯
zh_tw: 正在載入聲音⋯

# WALLET_TITLE
source: Wallet
ar: المحفظة
bg: Портфейл
ca: Cartera
cs: Peněženka
el: Πορτοφόλι
es: Cartera
fi: Lompakko
fr: Cartes
fr_ca: Portefeuille
he: ארנק
hi: वॉलेट
hr: Novčanik
hu: Tárca
id: Dompet
ja: ウォレット
ko: 지갑
lt: Piniginė
nb: Lommebok
pl: Portfel
pt: Carteira
pt_pt: Carteira
ro: Portofel
sk: Peňaženka
sl: Denarnica
sv: Plånbok
th: กระเป๋าสตางค์
tr: Cüzdan
uk: Гаманець
vi: Ví
zh_cn: 钱包
zh_hk: 銀包
zh_tw: 錢包

# weather.condition.blizzard
source: Blizzard
ar: عاصفة ثلجية
bg: Виелица
ca: Torb
cs: Sněhová bouře
da: Snestorm
de: Schneesturm
el: Χιονοθύελλα
es: Nevasca
es_us: Tormenta de nieve
fi: Lumimyrskyä
he: סופת שלגים
hi: बर्फ़ीला तूफ़ान
hr: Mećava
hu: Hóvihar
id: Badai Salju
it: Bufera
ja: ブリザード
kk: Қарлы дауыл
ko: 눈보라
lt: Pūga
ms: Ribut Salji
nb: Snøstorm
nl: Sneeuwstorm
pl: Zamieć śnieżna
pt: Nevasca
pt_pt: Tempestade de neve
ro: Viscol
ru: Снежная буря
sk: Snehová víchrica
sl: Snežni vihar
sv: Snöstorm
th: พายุหิมะ
tr: Tipi yağışlı
uk: Завірюха
vi: Bão tuyết
zh_cn: 暴风雪
zh_hk: 暴風雪
zh_tw: 暴風雪

# weather.condition.blowing.snow
source: Blowing snow
ar: هبوب عاصفة ثلجية
bg: Сняг и вятър
ca: Borrufada
cs: Sněhová vánice
da: Snefygning
de: Schneetreiben
el: Αιωρούμενο χιόνι
es: Ventisca de nieve
es_us: Ventiscas
fi: Lumituiskua
fr: Tempête de neige
fr_ca: Poudrerie
he: שלג מתעופף
hi: उड़ती बर्फ़बारी
hr: Snježna mećava
hu: Hózápor
id: Hembusan salju
it: Bufera di neve
ja: 地吹雪
kk: Боран
ko: 날린눈
lt: Pustymas
ms: Salji terbang
nb: Virvlende snø
nl: Stuifsneeuw
pl: Zawieje śnieżne
pt: Ventania com neve
pt_pt: Neve com vento
ro: Zăpadă spulberată
ru: Метель
sk: Fujavica
sl: Snežna vejavica
sv: Snöblåst
th: หิมะพัด
tr: Tipi
uk: Сніговій
vi: Tuyết thổi mạnh
zh_cn: 飞雪
zh_hk: 風雪
zh_tw: 風雪

# weather.condition.blustery
source: Blustery
ar: عاصف
bg: Буря
ca: Vent tempestuós
cs: Nárazový vítr
da: Stærk blæst
de: Stürmisch
el: Ισχυροί άνεμοι
es: Ventoso
es_us: Tempestuoso
fi: Myrskyä
fr: Bourrasques de vent
fr_ca: Bourrasques
he: סוער
hi: तूफ़ानी
hr: Olujan vjetar
hu: Szeles
id: Berangin Kencang
it: Tempesta
ja: 暴風
kk: Желдің ұйытқуы
ko: 강한 바람
lt: Vėjuota
ms: Berangin Kencang
nb: Sterk vind
nl: Stormachtig
pl: Porywisty wiatr
pt: Ventoso
pt_pt: Ventos fortes
ro: Rafale de vânt
ru: Порывы ветра
sk: Búrlivý vietor
sl: Sunki vetra
sv: Stormigt
th: ลมกระโชก
tr: Sert rüzgârlı
uk: Поривчастий вітер
vi: Gió mạnh
zh_cn: 大风
zh_hk: 狂風
zh_tw: 狂風

# weather.condition.clear
source: Clear
ar: مسح
bg: Ясно
ca: Clar
cs: Jasno
da: Klart vejr
de: Wolkenlos
el: Αίθριος
es: Despejado
es_us: Despejado
fi: Selkeää
fr: Effacer
fr_ca: Dégagé
he: בהיר
hi: साफ़
hr: Vedro
hu: Derült
id: Cerah
it: Sereno
ja: 快晴
kk: Жою
ko: 청명함
lt: Giedra
ms: Cerah
nb: Skyfritt
nl: Helder
pl: Bez chmur
pt: Céu Limpo
pt_pt: Céu limpo
ro: Senin
ru: Очистить
sk: Jasno
sl: Počisti
sv: Klart
th: ท้องฟ้าโปร่ง
tr: Açık
uk: Ясно
vi: Quang mây
zh_cn: 晴朗无云
zh_hk: 天色明朗
zh_tw: 無雲

# weather.condition.clouds
source: Clouds
ar: غيوم
bg: Облачно
ca: Núvols
cs: Oblačno
da: Skyer
de: Wolken
el: Σύννεφα
es: Nubes
es_us: Nubes
fi: Pilvistä
fr: Nuages
fr_ca: Nuages
he: עננים
hi: बादल
hr: Oblačno
hu: Felhős
id: Berawan
it: Nuvoloso
ja: 曇り
kk: Бұлттар
ko: 흐림
lt: Debesuota
ms: Awan
nb: Skyet
nl: Wolken
pl: Chmury
pt: Nuvens
pt_pt: Nuvens
ro: Nori
ru: Облачно
sk: Zamračené
sl: Oblačno
sv: Moln
th: เมฆ
tr: Bulutlu
uk: Хмарно
vi: Nhiều mây
zh_cn: 多云
zh_hk: 多雲
zh_tw: 多雲

# weather.condition.cold
source: Cold
ar: بارد
bg: Студено
ca: Fred
cs: Chladno
da: Koldt
de: Kalt
el: Κρύο
es: Frío
es_us: Frío
fi: Kylmää
fr: Froid
fr_ca: Froid
he: קר
hi: ठंड
hr: Hladno
hu: Hideg
id: Dingin
it: Temperature rigide
ja: 寒い
kk: Суық
ko: 추움
lt: Šalta
ms: Sejuk
nb: Kaldt
nl: Koud
pl: Zimno
pt: Frio
pt_pt: Frio
ro: Frig
ru: Холодно
sk: Chladno
sl: Hladno
sv: Kallt
th: อากาศเย็น
tr: Soğuk
uk: Холодно
vi: Lạnh
zh_cn: 寒冷
zh_hk: 寒冷
zh_tw: 寒冷

# weather.condition.drizzle
source: Drizzle
ar: رذاذ
bg: Ръмеж
ca: Plugim
cs: Mrholení
da: Støvregn
de: Nieselregen
el: Ψιλόβροχο
es: Llovizna
es_us: Llovizna
fi: Tihkusadetta
fr: Bruine
fr_ca: Bruine
he: טפטוף
hi: बूँदाबाँदी
hr: Lagana kiša
hu: Szitálás
id: Gerimis
it: Pioviggine
ja: 霧雨
kk: Сіркіреген жауын
ko: 이슬비
lt: Dulksna
ms: Gerimis
nb: Yr
nl: Motregen
pl: Mżawka
pt: Garoa
pt_pt: Chuviscos
ro: Burniță
ru: Моросящий дождь
sk: Mrholenie
sl: Rahel dež
sv: Duggregn
th: ละอองฝน
tr: Hafif yağmurlu
uk: Мряка
vi: Mưa phùn
zh_cn: 微雨
zh_hk: 毛毛雨
zh_tw: 毛毛雨

# weather.condition.dust.haze
source: Dusty Haze
ar: ضباب مُغبر
bg: Гъста мъгла
ca: Broma de pols
cs: Prašný opar
da: Støvdis
de: Staubiger Dunst
el: Καταχνιά με σκόνη
es: Neblina de polvo
es_us: Calima
fi: Autereista
fr: Brume de poussière
fr_ca: Brume de poussière
he: אובך מלא באבק
hi: धुँध
hr: Sumaglica
hu: Poros köd
id: Kabut Berdebu
it: Nuvola di pulviscolo
ja: ちり煙霧
kk: Шаңды мұнар
ko: 황사
lt: Dulkėta migla
ms: Jerebu Berhabuk
nb: Dis
nl: Stofnevel
pl: Pył
pt: Névoa Seca Empoeirada
pt_pt: Bruma
ro: Pâclă de praf
ru: Пыльная дымка
sk: Prašno
sl: Prašna meglica
sv: Dammigt dis
th: หมอกแดดฝุ่น
tr: Toz Duman
uk: Курна мла
vi: Bụi sương mù
zh_cn: 阴霾多灰尘
zh_hk: 沙塵薄霧
zh_tw: 塵霾

# weather.condition.foggy
source: Foggy
ar: ضبابي
bg: Мъгливо
ca: Boira
cs: Mlhy
da: Tåget
de: Neblig
el: Ομίχλη
es: Niebla
es_us: Neblina
fi: Sumuista
fr: Brouillard
fr_ca: Brouillard
he: ערפילי
hi: कोहरेदार
hr: Maglovito
hu: Ködös
id: Berkabut
it: Nebbia
ja: 霧
kk: Тұман
ko: 안개
lt: Rūkas
ms: Berkabus
nb: Tåke
nl: Mistig
pl: Mgła
pt: Neblina
pt_pt: Nevoeiro
ro: Cețos
ru: Туман
sk: Hmlisto
sl: Megla
sv: Dimma
th: หมอกจัด
tr: Sisli
uk: Туман
vi: Có sương
zh_cn: 有雾
zh_hk: 有霧
zh_tw: 有霧

# weather.condition.freezing.drizzle
source: Freezing drizzle
ar: رذاذ متجمد
bg: Суграшица
ca: Plugim gelant
cs: Mrznoucí mrholení
da: Fint isslag
de: Gefrierender Nieselregen
el: Παγωμένο ψιλόβροχο
es: Cellisca
es_us: Llovizna helada
fi: Jäätävää tihkusadetta
fr: Bruine verglaçante
fr_ca: Bruine verglaçante
he: טפטוף קופא
hi: बर्फ़ीली बूँदाबाँदी
hr: Ledena rosulja
hu: Ónos szitálás
id: Gerimis membekukan
it: Pioviggine congelantesi
ja: 着氷性の霧雨
kk: Үскірікті сіркіреген жауын
ko: 얼음 부슬비
lt: Žvarbi dulksna
ms: Gerimis sejuk beku
nb: Underkjølt yr
nl: Lichte ijzel
pl: Marznąca mżawka
pt: Garoa congelante
pt_pt: Chuviscos gelados
ro: Burniță înghețată
ru: Замерзающий моросящий дождь
sk: Mrznúce mrholenie
sl: Žled
sv: Underkylt duggregn
th: ละอองฝนหนาวจัด
tr: Donan hafif yağmur
uk: Паморозь
vi: Mưa phùn băng
zh_cn: 冻细雨
zh_hk: 凍微雨
zh_tw: 寒冷細雨

# weather.condition.freezing.rain
source: Freezing Rain
ar: أمطار متجمدة
bg: Леден дъжд
ca: Pluja gelant
cs: Mrznoucí déšť
da: Isslag
de: Gefrierender Regen
el: Παγωμένη βροχή
es: Lluvia gélida
es_us: Lluvia helada
fi: Jäätävää sadetta
fr: Pluie verglaçante
fr_ca: Pluie verglaçante
he: גשם קופא
hi: बर्फ़ीली बारिश
hr: Ledena kiša
hu: Ónos eső
id: Hujan Membekukan
it: Pioggia congelantesi
ja: 着氷性の雨
kk: Үскірік жаңбыр
ko: 얼음비
lt: Lijundra
ms: Hujan Sejuk Beku
nb: Underkjølt regn
nl: IJzel
pl: Marznący deszcz
pt: Chuva Congelante
pt_pt: Chuva gelada
ro: Ploaie înghețată
ru: Замерзающий дождь
sk: Mrznúci dážď
sl: Ledeni dež
sv: Underkylt regn
th: ฝนตกหนาวจัด
tr: Donan yağmur
uk: Дощ з ожеледдю
vi: Mưa băng
zh_cn: 冻雨
zh_hk: 凍雨
zh_tw: 凍雨
